Repository: SIMKL/script.simkl
Catalog: resources/language/resource.language.*/strings.po
Languages: pt_pt

# #32001
source: Please click to Log In
pt_pt: Por favor, clique para Iniciar Sessão

# #32002
source: Other options
pt_pt: Outras opções

# #32003
source: Sync library
pt_pt: Sincronizar biblioteca

# #32006
source: Scrobble at percentage
pt_pt: Scrobble em percentagem

# #32007
source: Checkin percentage
pt_pt: Percentagem de verificação

# #32008
source: Show bubble when scrobbled
pt_pt: Mostrar notificação quando scrobble

# #32009
source: See options to customize Simkl TV Tracker
pt_pt: Veja as opções para personalizar Simkl TV Tracker

# #32010
source: You are not logged in
pt_pt: Você não está logado

# #32011
source: You are logged in
pt_pt: Você está logado

# #32012
source: Minimum file length for scrobbling (minutes)
pt_pt: Comprimento mínimo de arquivo para scrobbling (minutos)

# #32021
source: Simkl login
pt_pt: Login do Simkl

# #32022
source: Please visit {0} on computer or phone and enter this code
pt_pt: Por favor, visite {0} em computador ou telefone e digite este código

# #32023
source: Remaining time: {0}/{1}
pt_pt: Tempo restante: {0}/{1}

# #32025
source: Hello again, {0}
pt_pt: Olá novamente, {0}

# #32026
source: Please Log In in addon settings
pt_pt: Por favor Inicia Sessão en configurações do addon

# #32027
source: You don't have internet
pt_pt: Não tens conexão à internet

# #32029
source: Error at scrobbling. Retrying ({0})
pt_pt: Erro no scrobbling. A tentar novamente ({0})

# #32030
source: Login successful, {0}
pt_pt: Sessão Iniciada, {0}

# #32031
source: Couldn't log in
pt_pt: Não foi possível iniciar sessão

# #32033
source: Continue
pt_pt: Continuar

# #32034
source: Cancel
pt_pt: Cancelar

# #32080
source: Failed to scrobble, retrying later
pt_pt: Falha ao scrobble, tentando novamente mais tarde

# #32081
source: Finally, failed to scrobble
pt_pt: Finalmente, não conseguiu scrobble
